app/Controllers/CrudController.php

    public function index()
    {
        $model1 = new CrudModel();
        $data['test'] = $model1->findAll();
---
SELECT *
FROM `crud`